
    // 1 ЗАДАЧА
    
    // let course = prompt("курс нөмірі 1, 2, 3 немесе 4")
    // let isAlmaty= prompt("Келген жерініз АЛМАТЫ ма? yes/no")
    // if(course<=3 && isAlmaty==="no"){
    //     alert("СЕН КІРЕСІН ЖАТАХАНАҒА")
    // }
    // else{
    //     alert("ҚАЙДА ТУРСАН ОНДА ТУР")
    // } 

    // 2 ЗАДАЧА
    // alert("Оный шарты:Дұрыс жауап берілгенде әр сұраққа 1 балл беріледі" + "\n" + "Сұрақ қойылады жауапты енгізесіз");
    // let question1 = prompt("Қазақстанның тәуелсіздік алған жылы");
    // let question2 = prompt("Қазір оқып жатқан қаласы");
    // let point = 0
    // if(question1==="1991"){
    //     point++
    // }
    // if(question2==="Almaty"){
    //     point++
    // }
    // if(point===0){
    //     alert("СІЗГЕ УПАЙ ҚОСЫЛМАДЫ")
    // }
    // else{
    //     alert("СІЗГЕ "+ point +" УПАЙ ҚОСЫЛДЫ")
    // }

